const CategoryList = [
    { name: "해표약解表藥",
      id: "1",
      sub: ["발산풍한약發散風寒藥", "발산풍열약發散風熱藥"]
},
    { name: "청열약淸熱藥",
      id: "2",
      sub: ["청열사화약淸熱瀉火藥", "청열조습약淸熱燥濕藥", "청열량혈약淸熱涼血藥","청열해독약淸熱解毒藥","청허열약淸虛熱藥"]
},
    { name: "사하약",
      id: "3",
      sub: ["공하약攻下藥", "윤하약", "준하축수약"]
},
    { name: "거풍습약",
      id: "4",
      sub: ["거풍습비지통약", "서근활락약","거풍습강근골약"]
},
    { name: "방향화습약",
      id: "5",
      sub: ["방향화습약"]
},
    { name: "이수삼습약利水渗濕藥",
      id: "6",
      sub: ["발산풍한약", "발산풍열약"]
},
    { name: "온리약",
      id: "7",
      sub: ["발산풍한약", "발산풍열약"]
},
    { name: "이기약",
      id: "8",
      sub: ["발산풍한약", "발산풍열약"]
},
    { name: "소식약",
      id: "9",
      sub: ["발산풍한약", "발산풍열약"]
},
    { name: "구충약",
      id: "10",
      sub: ["발산풍한약", "발산풍열약"]
},
    { name: "지혈약",
    id: "11",
    sub: ["발산풍한약", "발산풍열약"]

},
    { name: "활혈거어약",
    id: "12",
    sub: ["발산풍한약", "발산풍열약"]

},
    { name: "화담지해평천약",
    id: "13",
    sub: ["발산풍한약", "발산풍열약"]

},
    { name: "안신약",
    id: "14",
    sub: ["발산풍한약", "발산풍열약"]

},
    { name: "평간약",
    id: "15",
    sub: ["발산풍한약", "발산풍열약"]

},
    { name: "개규약",
    id: "16",
    sub: ["발산풍한약", "발산풍열약"]

},
    { name: "보익약",
    id: "17",
    sub: ["보기약", "보양약","보혈약","보음약"]

},
    { name: "수삽약",
    id: "18",
    sub: ["발산풍한약", "발산풍열약"]

},
    { name: "통토약",
    id: "19",
    sub: ["발산풍한약", "발산풍열약"]

},
    { name: "외용약",
    id: "20",
    sub: ["발산풍한약", "발산풍열약"]
},
];
export default CategoryList;